{
  "name": "THE ORC",
  "type": "playbook",
  "img": "icons/svg/book.svg",
  "system": {
    "description": "<div class=\"playbook-details\"><h1>THE ORC</h1><div class=\"flexrow\"><div class=\"flexcol\"><div><h2>BASIC PLAYBOOK</h2><p><em>I have earned my place in this world. It was earned with sweat of the brow and cunning of the hand. Progress, industry, and toughness are what my people are known for, and they are the qualities that made me their champion. The world will change in our wake, whether poets and scholars and cowards like it or not.</em></p><p><em>Not for us is the shallow \"beauty\" of timeless stagnation. I will smash that which holds us back and destroy those who would dominate us. Nothing will stand in my way and remain unbroken. You have my word on that, if you will have my blade.</em></p><p><em>For I am the Orc, and my people will always move forward.</em></p></div><div><h2>NAME</h2><p><strong>Choose one or two from each, or make up your own:</strong></p><p><strong>Given Names:</strong> <em>Kurd, Gorblax, Kola, Grokt, Kaj, Hrusk, Dirg, Rord, Gork, Elna, Yurk, Raliin, Ket, Zerna, Glinza, Arbla, Kro, Mork</em></p><p><strong>Surnames:</strong> <em>Eyegouge, Footbiter, Freeborn, Randalar, Breaktooth, Ricebelly, Drumbeater, Foescar, Wastewalker, Bloodeye, Sirorco, Thraka, Elfbane, Onehand, Bootstrap, Swordsheath</em></p></div><div><h2>LOOK</h2><p><strong>Circle one from each list, or make up your own:</strong></p><ul><li>Burning Eyes, Dark Eyes, or Very Small Eyes</li><li>Damaged Body, Hunched Body, or Muscled Body</li><li>Patchwork Armor, Unusual Clothes, or Traditional Uniform</li><li>Intricate Scars, Warped Skin, or Strange Physiology</li></ul></div><div><h2>AGENDA</h2><p><strong>When you know not what to do, consult your Agendas.</strong></p><p><strong>You have these three Agendas:</strong></p><ul><li>Be Brave, Take Risks</li><li>Tell Us Of Your People</li><li>Improve The World Around You</li></ul><p><strong>And circle a fourth Agenda that only you follow:</strong></p><h3>Born Rebel</h3><p>Fix the system, by any means necessary.</p><h3>Capitalism Ho!</h3><p>Seek a profit, no matter the cost.</p><h3>Destroy Something Beautiful</h3><p>Bring an end to beautiful or valuable things.</p></div><div><h2>STATS</h2><p>Your <strong>Blood </strong>stat is +2. Assign +2, +1, +0, -1 to your other stats.</p><p><strong>When a stat is damaged,</strong> mark the small box. You are in <strong>Despair</strong> when you roll a damaged stat.</p><ul><li>Blood</li><li>Courage</li><li>Grace</li><li>Sense</li><li>Wisdom</li></ul></div><div><h2>WHAT IS AN ORC?</h2><p>Choose the option that best represents your people:</p><h3>CHILDREN OF FIRE</h3><p>Your people are forged in flame, and have more in common with coal and ash than flesh and bone.</p><p>You never take damage from fire and heat, and you have the Burning tag.</p><h3>DAUGHTERS OF CHAOS</h3><p>Your people are born free, determined to follow their hearts and choose their own destinies.</p><p><strong>When someone attempts to enslave, control, intimidate, terrify, or command you, </strong>you can always act as you please. The Overlord cannot use the moves <em>Twist the Knife</em>, <em>Fear Me</em>, or <em>An Offer You Can't Refuse </em>on you, and your people are immune to the Heir's Core move <em>Yes, My Liege</em>.</p><h3>SPAWN OF DARKNESS</h3><p>Your people are fungal in nature, well suited to the darkness and damp. You can see perfectly in the dark, and your body is quite unlike those of flesh and blood. The Drunk tag never applies to you, and you are immune to poisons and diseases that would harm anyone else.</p><h3>SONS OF WAR</h3><p>You were born and raised for battle, and war is all your people know. Everything is a weapon, in your eyes.</p><p><strong>As long as there is something within arm's reach that you can break, </strong>you can use <em>Fires of Industry </em>to instantly create new weapons in the heat of battle.</p></div><div><h2>CORE MOVES</h2><p><strong>All Orcs have these moves.</strong></p><h3>THE FIRES OF INDUSTRY</h3><p><strong>As long as you have a minute's time and destroy something in the process,</strong> you can craft an Orc-Made weapon of your own design. Orc-Made weapons are Clumsy in any hands but an Orc's, and they are ugly to all but Orcs. The weapon is Melee.</p><p>Weapons you make are not added to your Gear - they are temporary and must be replaced when they are lost or damaged. You cannot carry more than 4 weapons you've made at a single time, but you can restock weaponry between scenes as you like.</p><p><strong>When you Share this move with another,</strong> they gain an appreciation for the utility or simplicity of Orc-Made weaponry. Orc-Made weapons are not Clumsy in the hands of those with this move.</p><h3>DISHONOR BEFORE DEATH</h3><p><strong>When you try to kill someone in glorious combat, </strong>you can break your weapon to roll to <em>Finish Them</em>, even if you do not have an advantage.</p><p><strong>When you must pay a price,</strong> you may always choose to break your weapon.</p></div><div><h2>CUSTOM MOVES</h2><p><strong>Choose two of these moves to further define what it means to be the Orc.</strong></p><h3>SHAMAN</h3><p><strong>When you draw upon the hidden power of the orcs,</strong> choose a spell from below, then mark it. You cannot use a spell while it is marked.</p><p><strong>When you </strong><em><strong>Fill Your Belly</strong></em><strong>,</strong> you may use one extra Food to remove a mark from one spell. When you <em>Recover</em>, remove all marks on your spells.</p><ul><li><strong>Séance: </strong>Ask a single question about anything, and immediately receive two answers - one is true, one is false, and you know not which is which.</li><li><strong>Smell Danger: </strong>Use this when you become ambushed or surprised to react just before that happens.</li><li><strong>Bound By Blood: </strong>Leave a bloody sign upon someone's skin. You can remove that sign at any time to leap out of the bloody sign, instantly appearing at their side from anywhere you may have been.</li></ul><p><strong>This move cannot be Shared.</strong></p><h3>BLOODHOUND (BLOOD)</h3><p><strong>When you track someone whose trail isn't cold,</strong> roll +Blood. <strong>On a 10+, </strong>choose both.</p><p><strong>On a 7-9,</strong> choose one: Either you find them quickly, or they do not know they were followed.</p><h3>BRUTALLY CUNNING</h3><p><strong>When you strike an enemy from ambush,</strong> you may kill them. This does not work against a <strong>Threat to the World.</strong></p><h3>HALF-ORC</h3><p>Take a Custom Move from any basic playbook.</p><p>You may also take an Agenda from the chosen playbook.</p><p><strong>This Move cannot be shared.</strong></p><h3>I SMELL FEAR</h3><p><strong>When you </strong><em><strong>Look Closely</strong></em><strong> at a person, so closely it makes them upset, uncomfortable, or scared,</strong> you may ask questions from both the Speak Softly and the Look Closely lists, and you can ask one more question than your roll would normally allow.</p><h3>IRON STOMACH</h3><p>You can eat things no one else would ever try to.</p><p><strong>When you </strong><em><strong>Fill Your Belly,</strong></em> you may spend Uses from anything as if they had the Food tag instead of their actual tags.</p><h3>SELF-ORCTUALIZED</h3><p>Choose two options from the final list of Orcish Gear <em>(strong as an ox, tough as nails, scary as hell, or cunning as can be).</em> Both of those options are added to your Gear permanently. You cannot choose an option you already have.</p><h3>THE SWEAT OF YOUR BROW</h3><p><strong>When you create a weapon for yourself,</strong> you may choose an enhancement for the weapon from this list:</p><ul><li><strong>Destructive:</strong> This weapon is Dangerous, great for causing massive and uncontrollable damage.</li><li><strong>Foe-Smelling:</strong> This weapon burns to the touch when in the presence of those who mean you harm. To you, this heat is only a warning, but it will harm others who try to touch it.</li><li><strong>Spiked:</strong> This weapon is Piercing, and Armor cannot be used against it.</li></ul></div></div><div class=\"flexcol\"><div><h2>PLAYING AS THE ORC</h2><p>The Orc is a fighter. Their people are never content with leaving things as they are, and progress is the most important aspect of Orc society. The Orc is all about war, and has the tools to fight, win, and thrive.</p><p>Play as The Orc if you want to be able to destroy anything you see, if you enjoy creativity and spontaneous decision making, if you want to lash out at a world that has wronged and judged you, or if you just want to be a big green murder machine.</p></div><div><h2>ADVANCEMENT</h2><p><strong>When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.</strong> <em>You begin the game at level 1.</em></p><ul><li>Increase your Courage or Sense by 1 (to a max of +3).</li><li>Increase one of your stats by 1 (to a maximum of +3).</li><li>Take another Orc Custom.</li><li>Take another Orc Custom.</li><li>Choose a single option from up to two other players' Gear lists. Your choices are added to your Gear permanently.</li><li>Share one of your Moves with another player.</li><li><strong>You have Changed.</strong> You must be level 5 or higher to take this Advancement. <strong>When you Change,</strong> choose a Destiny you meet the requirements for and take its first Move.</li></ul></div><div><h2>BONDS</h2><p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p><p><span style=\"text-decoration:underline\">             </span>seeks power like mine, but is not yet ready.</p><p><span style=\"text-decoration:underline\">                     </span>and I are bound by blood, shared or otherwise.</p><p>I have destroyed something that <span style=\"text-decoration:underline\">              </span>loved, and I seek their forgiveness.</p><p><span style=\"text-decoration:underline\">             </span>is my party buddy.</p><p><span style=\"text-decoration:underline\">               </span>and I used to fight all the time but we can't remember why.</p><p>I will use my strength to keep <span style=\"text-decoration:underline\">                </span>safe.</p><p>I'd know the smell of <span style=\"text-decoration:underline\">                </span>anywhere.</p><p>I cannot help but respect <span style=\"text-decoration:underline\">                </span>.</p><p>I would give my life for <span style=\"text-decoration:underline\">              </span>without a thought.</p><p>Nobody knows the real me like <span style=\"text-decoration:underline\">              </span>does.</p><p><strong>Record your other bonds here:</strong></p></div><div><h2>ORCISH GEAR</h2><p>You start with some strange jerky <em>(Food, 3 Uses) </em>and four Orc-Made weapons, as per the <em>Fires of Industry </em>move.</p><h3>Choose two weapons you brought along for this journey:</h3><ul><li>Orcish moonshine <em>(Food for Orcs, Drunk then Vigor, 2 Uses). </em>You may replace its tags with <em>(Ranged, Thrown, Burning).</em></li><li>A junk cannon <em>(Ranged, Orc-Made, 0 Ammo)</em>. You use Orc-Made weapons as Ammo for the Junk Cannon.</li><li>Something you found over there somewhere <em>(Useful, 2 Uses).</em></li><li>A bear trap <em>(Trap, 3 Uses). </em>It immobilizes them until they pry free. It also causes distracting pain.</li></ul><h3>Choose your companion, you have 1 Bond with them:</h3><ul><li>A Varg to ride</li><li>A Wolf to hunt with</li><li>Your best friend (big lug, brains, or little guy)</li><li>Some loot <em>(1 Use, Precious)</em></li></ul><h3>Choose your treasure:</h3><ul><li>Some loot <em>(1 Use, Precious)</em></li><li>Orcish moonshine <em>(Food for Orcs, Drunk then Vigor, 2 Uses). </em>You may replace its tags with <em>(Ranged, Thrown, Burning).</em></li><li>Your other best friend (big lug, brains, or little guy), you have 1 Bond with them.</li></ul><h3>Choose the reason the Orcs named you their champion:</h3><ul><li>Strong as an ox <em>(2 Uses). </em>Use this to smash through a wall or door.</li><li>Tough as nails <em>(2 Uses, Armor).</em></li><li>Scary as hell <em>(2 Uses). </em>Use this to <em>Talk Sense </em>whether they want to listen or not, and you can roll with +Blood instead of another stat</li><li>Cunning as can be <em>(2 Uses). </em>Use this to <em>Look Closely</em> without rolling, asking one question from the list.</li></ul></div><div><h2>COMPANIONS</h2><p>Orcish companions are those allies who are particularly likely to join arms with you. Many of them are available as Gear options - a Companion in your Gear will always return to you, heal, or be replaced by another when you <em>Recover</em>.</p><h3>BIG LUG</h3><p><em>Real big, real strong, real stupid.</em></p><p class=\"tags\">bigger'n you | tough as can be</p><h3>BRAINS</h3><p><em>The smartest orc you've ever met. They know exactly how to take apart anything you might want them to.</em></p><p class=\"tags\">clever plan | tear it down</p><h3>LITTLE GUY</h3><p><em>Real small, real good for getting into the little places.</em></p><p class=\"tags\">squeeze in there | right where you need me</p><h3>WOLF</h3><p><em>Wolves are too wild for humans to handle, but they make fine pets for elves and orcs alike.</em></p><p class=\"tags\">pack hunter | loyal</p><h3>VARG</h3><p><em>These massive wolves are large enough for a full grown ogre to ride, and surly enough to make an ogre think twice about doing it.</em></p><p class=\"tags\">cruel beast | go for the jugular</p><h3>WAR ELEPHANT</h3><p><em>The largest in ground-based war animal technology, these massive creatures can support a small building on their backs. The APC of the fantasy age.</em></p><p class=\"tags\">tusks and screaming | armored platform</p><h3>SIEGE TANK</h3><p><em>This deadly armored war vehicle has more weaponry than it really needs, and its loaded with several single-use secret weapons.</em></p><p class=\"tags\">secret weapon | spikes and steel | heavily armored</p></div></div></div></div>",
    "slug": "the-orc",
    "actorType": "character",
    "stats": {
      "blood": {
        "label": "Blood",
        "value": 2
      },
      "courage": {
        "label": "Courage",
        "value": 0
      },
      "grace": {
        "label": "Grace",
        "value": 0
      },
      "sense": {
        "label": "Sense",
        "value": 0
      },
      "wisdom": {
        "label": "Wisdom",
        "value": 0
      },
      "iron": {
        "label": "Iron",
        "value": 0
      },
      "doom": {
        "label": "Doom",
        "value": 0
      }
    },
    "statsDetail": "Your Blood stat is +2. Assign +2, +1, +0, -1 to your other stats.",
    "attributes": {
      "statsVisibility": {
        "label": "Stats Visibility",
        "description": "Which stats are visible on the character sheet?",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "blood",
            "value": true
          },
          "1": {
            "label": "courage",
            "value": true
          },
          "2": {
            "label": "grace",
            "value": true
          },
          "3": {
            "label": "sense",
            "value": true
          },
          "4": {
            "label": "wisdom",
            "value": true
          },
          "5": {
            "label": "iron",
            "value": false
          },
          "6": {
            "label": "doom",
            "value": false
          }
        },
        "choices": [
          {
            "options": {
              "0": {
                "label": "blood",
                "value": true
              },
              "1": {
                "label": "courage",
                "value": true
              },
              "2": {
                "label": "grace",
                "value": true
              },
              "3": {
                "label": "sense",
                "value": true
              },
              "4": {
                "label": "wisdom",
                "value": true
              },
              "5": {
                "label": "iron",
                "value": false
              },
              "6": {
                "label": "doom",
                "value": false
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "initialAgendas": {
        "label": "Agendas",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<ul><li>Be Brave, Take Risks</li><li>Tell Us Of Your People</li><li>Improve The World Around You</li></ul>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "fourthAgenda": {
        "label": "When you know not what to do, consult your Agendas.",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p><strong>Born Rebel</strong> Fix the system, by any means necessary.</p>",
            "options": {}
          },
          {
            "value": "<p><strong>Capitalism Ho!</strong> Seek a profit, no matter the cost.</p>",
            "options": {}
          },
          {
            "value": "<p><strong>Destroy Something Beautiful</strong> Bring an end to beautiful or valuable things.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookOne": {
        "label": "Look",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Burning Eyes",
            "options": {}
          },
          {
            "value": "Dark Eyes",
            "options": {}
          },
          {
            "value": "Very Small Eyes",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookTwo": {
        "label": "LookTwo",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Damaged Body",
            "options": {}
          },
          {
            "value": "Hunched Body",
            "options": {}
          },
          {
            "value": "Muscled Body",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookThree": {
        "label": "LookThree",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Patchwork Armor",
            "options": {}
          },
          {
            "value": "Unusual Clothes",
            "options": {}
          },
          {
            "value": "Traditional Uniform",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookFour": {
        "label": "LookFour",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Intricate Scars",
            "options": {}
          },
          {
            "value": "Warped Skin",
            "options": {}
          },
          {
            "value": "Strange Physiology",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "advancements": {
        "label": "Advancement",
        "description": "When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "",
            "value": false
          },
          "1": {
            "label": "",
            "value": false
          },
          "2": {
            "label": "",
            "value": false
          },
          "3": {
            "label": "",
            "value": false
          },
          "4": {
            "label": "",
            "value": false
          },
          "5": {
            "label": "",
            "value": false
          }
        },
        "choices": [
          {
            "options": {
              "0": {
                "value": false,
                "label": "Increase your Courage or Sense by 1 (to a max of +3)."
              },
              "1": {
                "value": false,
                "label": "Increase one of your stats by 1 (to a maximum of +3)."
              },
              "2": {
                "value": false,
                "label": "Take another Orc Custom."
              },
              "3": {
                "value": false,
                "label": "Take another Orc Custom."
              },
              "4": {
                "value": false,
                "label": "Choose a single option from up to two other players' Gear lists. Your choices are added to your Gear permanently."
              },
              "5": {
                "value": false,
                "label": "Share one of your Moves with another player."
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "unlockDestiny": {
        "label": "Unlock your Destiny",
        "description": "You must be level 5 or higher to take this Advancement. When you do, you unlock the ability to choose a Destiny.",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "You have Changed. When you Change, choose a Destiny you meet the requirements for and take its first Move.",
            "value": false
          }
        },
        "choices": [
          {
            "value": "",
            "options": {
              "0": {
                "label": "You have Changed. When you Change, choose a Destiny you meet the requirements for and take its first Move.",
                "value": false
              }
            }
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "playingAs": {
        "label": "Playing as",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<p>The Orc is a fighter. Their people are never content with leaving things as they are, and progress is the most important aspect of Orc society. The Orc is all about war, and has the tools to fight, win, and thrive.</p><p>Play as The Orc if you want to be able to destroy anything you see, if you enjoy creativity and spontaneous decision making, if you want to lash out at a world that has wronged and judged you, or if you just want to be a big green murder machine.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": ""
      },
      "yourPeople": {
        "label": "Your People",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<h3>CHILDREN OF FIRE</h3><p>Your people are forged in flame, and have more in common with coal and ash than flesh and bone.</p><p>You never take damage from fire and heat, and you have the Burning tag.</p>",
            "options": {}
          },
          {
            "value": "<h3>DAUGHTERS OF CHAOS</h3><p>Your people are born free, determined to follow their hearts and choose their own destinies.</p><p><strong>When someone attempts to enslave, control, intimidate, terrify, or command you, </strong>you can always act as you please. The Overlord cannot use the moves <em>Twist the Knife</em>, <em>Fear Me</em>, or <em>An Offer You Can't Refuse </em>on you, and your people are immune to the Heir's Core move <em>Yes, My Liege</em>.</p>",
            "options": {}
          },
          {
            "value": "<h3>SPAWN OF DARKNESS</h3><p>Your people are fungal in nature, well suited to the darkness and damp. You can see perfectly in the dark, and your body is quite unlike those of flesh and blood. The Drunk tag never applies to you, and you are immune to poisons and diseases that would harm anyone else.</p>",
            "options": {}
          },
          {
            "value": "<h3>SONS OF WAR</h3><p>You were born and raised for battle, and war is all your people know. Everything is a weapon, in your eyes.</p><p><strong>As long as there is something within arm's reach that you can break, </strong>you can use <em>Fires of Industry </em>to instantly create new weapons in the heat of battle.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": ""
      },
      "bonds": {
        "label": "Bonds",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>seeks power like mine, but is not yet ready.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>and I are bound by blood, shared or otherwise.</p><p>I have destroyed something that <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>loved, and I seek their forgiveness.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>is my party buddy.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>and I used to fight all the time but we can't remember why.</p><p>I will use my strength to keep <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>safe.</p><p>I'd know the smell of <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>anywhere.</p><p>I cannot help but respect <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>.</p><p>I would give my life for <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>without a thought.</p><p>Nobody knows the real me like <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>does.</p><p><strong>Record your other bonds here:</strong></p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": ""
      }
    },
    "choiceSets": []
  },
  "effects": [],
  "folder": null,
  "ownership": {
    "default": 0,
    "UuXSPD7DIN5UiO1L": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pbta",
    "systemVersion": "1.1.9",
    "createdTime": 1736283672066,
    "modifiedTime": 1736283672066,
    "lastModifiedBy": "UuXSPD7DIN5UiO1L"
  },
  "_id": "ajZJDTUYTe13nfk6",
  "sort": 0,
  "_key": "!items!ajZJDTUYTe13nfk6"
}
