{
  "name": "The Heir",
  "type": "playbook",
  "img": "icons/svg/book.svg",
  "system": {
    "description": "<div class=\"playbook\">\n<section>\n<div class=\"playbook-header\">\n<h1>The heir</h1>\n<p>Basic Playbook</p>\n</div>\n<p><em>My kingdom has stood for centuries, and its legacy lives on in me. The weight of history rests on my shoulders, but we live in an age where that history may be coming to an end. It is for that reason that I stand here now. So that our legacy shall never be forgotten, I pledge to oppose this rising evil. It is nothing less than my duty.</em></p>\n<p><em>I see the path this evil has taken. In their wake, I see want, suffering, and fear. This I cannot allow. To any who would follow me, I promise, I shall lead you to victory. We shall not be lost this age. We shall prevail. Our history will go on. I am the Heir, and the burden of history is my blade.</em></p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Name</h2>\n<p><strong>Choose one or two from each, or make up your own:</strong></p>\n<p><strong>Given Names:</strong> rgorn, Marth, Durindal, Caesar, Ancilotto, Appolonius, MacBeth, Feanor, Arwen, Aurora, Calafia, Cercei, Delphyna, Marceline, Namora, Rose, Vera</p>\n<p><strong>Royal Titles:</strong> Prince/Princess, Duke/Duchess, King/Queen, of the Lost, of Felwar, the Brave, the Fourteenth, the Redeemed, of Legends, Child of ______, Blessed by ______</p>\n<h3>Look</h3>\n<p>Choose one from each list, or make up your own:</p>\n<ul>\n<li>Cropped Hair, Luscious Hair, or Scruffy Hair</li>\n<li>Handsome Face, Scarred Face, or Serene Face</li>\n<li>Weary Eyes, Hard Eyes, or Determined Eyes</li>\n<li>Simple Clothing, Practical Uniform, or Royal Garb</li>\n</ul>\n<h3>Agenda</h3>\n<p><strong>When you know not what to do, consult your Agendas.</strong></p>\n<p><strong>You have these three Agendas:</strong></p>\n<ul>\n<li>Be Brave, Take Risks</li>\n<li>Tell Us Of Your People</li>\n<li>Improve The World Around You</li>\n</ul>\n<p><strong>And choose a fourth Agenda that only you follow:</strong></p>\n<ul>\n<li><strong>A Softer Touch:</strong> Use kindness, diplomacy, and compromise, whenever possible.</li>\n<li><strong>But What Of My Kingdom?:</strong> Act on behalf of your kingdom's wealth and honor, first and foremost.</li>\n<li><strong>Judge, Jury, Executioner:</strong> Make them pay for their crimes.</li>\n</ul>\n<h3>Stats</h3>\n<p>Your <strong>Wisdom</strong> stat is +2.</p>\n<p>Assign +2, +1, +0, -1 to the others.</p>\n<h2>What is the heir?</h2>\n<p><strong>Choose the option that best represents your people:</strong></p>\n<h4>the great builders</h4>\n<p>Your kingdom is famous for their advanced technology, and you bring that power with you. When you analyze architecture or engineering, you can always ask \"How do I fix this?\" or \"How do I break this?\"</p>\n<p>You also add Engineering Tools (2 Uses, Useful) to your Gear, which can produce nearly anything you might need to fix or break something you ask about.</p>\n<h4>the lost line of kings</h4>\n<p>Your kingdom has fallen and your family and fortunes are lost, but you remain. Some say you are cursed, others say you are lucky to be alive at all. Once per scene, you may re- roll one die, yours or another's. Tell us how your curse changed the outcome, after seeing the new result.</p>\n<h4>the stalwart defenders</h4>\n<p>Your kingdom is all that has stood between the Overlord and the rest of the world for centuries, locking them away. Stopping them now falls squarely on your shoulders.</p>\n<p>When you Overcome the attacks of a Threat to the World, you never need to pay a price first.</p>\n<p>When you Overcome an attack that would harm some- one you have three Bonds with, you are filled with Hope.</p>\n<h4>the forgotten lands</h4>\n<p>Your kingdom was believed to not exist, until recently. Your people are unlike any in all the world.</p>\n<p>You have a useful and powerful feature that is unique to you and your people. You have this trait at all times, unless it is marked, and can use it to help you in any way necessary. While this trait is marked, it is damaged and cannot help you.</p>\n<p>When you take damage, you can mark your trait instead. Tell us how your trait protects you. When you heal, you may remove this mark instead of healing another stat.</p>\n<br />\n<p>our Unique Trait: ____________________________</p>\n<h2>Playing as the heir</h2>\n<p>The Heir is the leader, the ruler, the one everyone else looks up to. Their people are versatile, wise, and strong, and your position gives you a lot of power. The Heir gives you the ability to throw your name around, guarantee good treatment for the fellowship, and strike down those who would oppose you.</p>\n<p>Play as The Heir if you want to lead the fellowship, if you value versatility and consistency, if you want to be surrounded by powerful companions, or if you want to do your own thing with conviction.</p>\n<h2>Advancement</h2>\n<p><strong>When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.</strong></p>\n<p><em>You begin the game at level 1.</em></p>\n<ul>\n<li>Increase your Blood or Grace by 1 (to a maximum of +3).</li>\n<li>Increase one of your stats by 1 (to a maximum of +3).</li>\n<li>Take another Heir Custom.</li>\n<li>Take another Heir Custom.</li>\n<li>Take another Heir Custom, or have another player share a Move with you.</li>\n<li>Share one of your Moves with another player.</li>\n<li>You have Changed. You must be level 5 or higher to take this Advancement. When you Change, choose a Destiny you meet the requirements for and take its first Move.</li>\n</ul>\n<h2>Bonds</h2>\n<p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p>\n<p>I shall take ____________ under my wing, and teach them all that I know.</p>\n<p>____________ has proven a valuable companion.</p>\n<p>____________ is a friend of the family.</p>\n<p>I am in love with ____________ .</p>\n<p>I once betrayed _____________ , and I am desperate for forgiveness.</p>\n<p>_____________ 's people have aided mine throughout history.</p>\n<p>I prefer to work with _____________ when I can.</p>\n<p>I have never had a more loyal ally than _____________ .</p>\n<p>I would give my life for _____________ .</p>\n<p>_____________ would give their life for me.</p>\n</div>\n<div>\n<h2>Core Moves</h2>\n<p><strong>All Heir's have these moves.</strong></p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.DNqQgaINWvgNpfPz]{Royal treatment}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.VwwmPzjitpf4KXSj]{Yes, my liege}</p>\n<h2>Custom Move</h2>\n<p><strong>Choose two of these moves to further define what it means to be an Heir.</strong></p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.NtnxgheNSXrkGySh]{Field treatment (wisdom)}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.DRJZ95XYJjpg3HQ2]{Foreign exchange}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.mPuOs7VtQoAXCJK4]{How dare you}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.5o6FzlE6IEaFI7zu]{Long live the queen}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.LN0oFYv5XpHoXcXy]{Noble bearing}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.0LRC89hCBZN1ig0B]{Parry! counter! thrust!}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-heir.Item.7RvqM3htd0g6rNFG]{Quiet! don't move...}</p>\n<h2>Gear</h2>\n<p>You start with @UUID[Compendium.fellowship-pbta.the-heir.Item.wDRP6ZQW0VepYU3Z]{Some food} Food, 3 Uses), poultices (Healing, Slow, 2 Uses), a warhorse you have 1 Bond with, a @UUID[Compendium.fellowship-pbta.the-heir.Item.OBsZ1hUKLInc7mhZ]{Beautiful blade} with a long and storied past (Melee, Precious), and a mansion or castle to call home.</p>\n<p>You also carry @UUID[Compendium.fellowship-pbta.the-heir.Item.cIk1Q4uqfyVKyy6M]{A symbol of royalty}, which will grant you an audience with anyone you show it to. This symbol is irreplaceable - do not lose it.</p>\n<p>You also gain the Fellowship of the community you call home. Choose one Fellowship move from Chapter 4 to start the game with.</p>\n<p><strong>Choose your protection:</strong></p>\n<ul>\n<li>@UUID[Compendium.fellowship-pbta.the-heir.Item.Rs38v9QSyj3h0s7x]{A second sword}, and @UUID[Compendium.fellowship-pbta.the-heir.Item.FrDQ4PFkcHeEETpW]{Regal armor} (Armor, 1 Use)</li>\n<li>@UUID[Compendium.fellowship-pbta.the-heir.Item.NfqW9rrcD7q2HhZA]{A bow, rifle, or throwing knives} (Ranged, 2 Ammo)</li>\n<li>Choose two: An advisor, a bodyguard, a servant, or a sibling. You have 1 Bond with each of them.</li>\n<li>@UUID[Compendium.fellowship-pbta.the-heir.Item.VxpyyHSdo9eavWhA]{An arrow trap} (Trap, 2 Uses)</li>\n</ul>\n<p><strong>Choose the one thing you brought excessive amounts of:</strong></p>\n<ul>\n<li>A horse or donkey for everyone in the fellowship. No one has any Bonds with them - if they are damaged, they are lost until you Recover.</li>\n<li>@UUID[Compendium.fellowship-pbta.the-heir.Item.CQBQGAUscif1goH5]{Loads of cash} (Precious, 2 Uses)</li>\n<li>@UUID[Compendium.fellowship-pbta.the-heir.Item.QEFJp1moaWB4jumo]{Fine food} (Food, 3 Uses) and @UUID[Compendium.fellowship-pbta.the-heir.Item.ld4mnB9yZ7uszidC]{Drink} (Healing, Drunk, 2 Uses)</li>\n</ul>\n<p>You are quite rich, so choose one more Gear option from anyone's Gear list. You can only pick from a playbook currently being used by the fellowship, and you cannot pick a Gear option someone else picked.</p>\n<h2>Companions</h2>\n<p>These companions are those allies who are particularly likely to join arms with you. Many of them are available as Gear options - a Companion in your Gear will always return to you, heal, or be replaced by another when you Recover.</p>\n<h4>advisor</h4>\n<p><em>A loyal advisor, well informed of your kingdom's status at all times, and with plenty of opinions about it too.</em></p>\n<p>Name, consultancy</p>\n<hr />\n<h4>bodyguard</h4>\n<p><em>A trained bodyguard, ready to dive in the way of any attack.</em></p>\n<p>Name, watch out!!</p>\n<hr />\n<h4>servant</h4>\n<p><em>A maid, butler, or hired hand to carry your things for you.</em></p>\n<p>Name, i'll get that for you</p>\n<hr />\n<h4>sibling</h4>\n<p><em>Another Heir, along for the ride.</em></p>\n<p>Name, noble bearing, just as good as you are</p>\n<hr />\n<h4>donkey</h4>\n<p><em>Donkeys are similar to horses except a little smaller, a little tougher, and infinitely more stubborn.</em></p>\n<p>Name, beast of burden</p>\n<hr />\n<h4>horse</h4>\n<p><em>A horse, of course</em></p>\n<p>Name, run like the wind</p>\n<hr />\n<h4>war horse</h4>\n<p><em>A horse trained for war.</em></p>\n<p>Name, mounted combat, run like the wind</p>\n<hr /></div>\n</section>\n</div>",
    "slug": "the-heir",
    "actorType": "character"
  },
  "effects": [],
  "folder": null,
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "0.9.4",
    "coreVersion": "11.315",
    "createdTime": 1712985661517,
    "modifiedTime": 1713650505016,
    "lastModifiedBy": "ghfbDt2b5Xd0vUiQ"
  },
  "_id": "kX3upCCP3Et3z8s0",
  "sort": 0,
  "ownership": {
    "default": 0,
    "ZNFwJXLh8ZaZBK1b": 3
  },
  "_key": "!items!kX3upCCP3Et3z8s0"
}
