{
  "name": "The Orc",
  "type": "playbook",
  "img": "icons/svg/book.svg",
  "system": {
    "description": "<div class=\"playbook\">\n<section>\n<div class=\"playbook-header\">\n<h1>The Orc</h1>\n<p>Basic Playbook</p>\n</div>\n<p><em>I have earned my place in this world. It was earned with sweat of the brow and cunning of the hand. Progress, industry, and toughness are what my people are known for, and they are the qualities that made me their champion. The world will change in our wake, whether poets and scholars and cowards like it or not.</em></p>\n<p><em>Not for us is the shallow \"beauty\" of timeless stagnation. I will smash that which holds us back and destroy those who would dominate us. Nothing will stand in my way and remain unbroken. You have my word on that, if you will have my blade.</em></p>\n<p><em>For I am the Orc, and my people will always move forward.</em></p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Name</h2>\n<p><strong>Choose one or two from each, or make up your own:</strong></p>\n<p><strong>Given Names:</strong> Kurd, Gorblax, Kola, Grokt, Kaj, Hrusk, Dirg, Rord, Gork, Elna, Yurk, Raliin, Ket, Zerna, Glinza, Arbla, Kro, Mork</p>\n<p><strong>Surnames:</strong> Eyegouge, Footbiter, Freeborn, Randalar, Breaktooth, Ricebelly, Drumbeater, Foescar, Wastewalker, Bloodeye, Sirorco, Thraka, Elfbane, Onehand, Bootstrap, Swordsheath</p>\n<h3>Look</h3>\n<p>Choose one from each list, or make up your own:</p>\n<ul>\n<li>Burning Eyes, Dark Eyes, or Very Small Eyes</li>\n<li>Damaged Body, Hunched Body, or Muscled Body</li>\n<li>Patchwork Armor, Unusual Clothes, or Traditional Uniform</li>\n<li>Intricate Scars, Warped Skin, or Strange Physiology</li>\n</ul>\n<h3>Agenda</h3>\n<p><strong>When you know not what to do, consult your Agendas.</strong></p>\n<p><strong>You have these three Agendas:</strong></p>\n<ul>\n<li>Be Brave, Take Risks</li>\n<li>Tell Us Of Your People</li>\n<li>Improve The World Around You</li>\n</ul>\n<p><strong>And choose a fourth Agenda that only you follow:</strong></p>\n<ul>\n<li><strong>Born Rebel</strong> Fix the system, by any means necessary.</li>\n<li><strong>Capitalism Ho!</strong> Seek a profit, no matter the cost.</li>\n<li><strong>Destroy Something Beautiful</strong> Bring an end to beautiful or valuable things.</li>\n</ul>\n<h3>Stats</h3>\n<p>Your <strong>Blood</strong> stat is +2.</p>\n<p>Assign +2, +1, +0, -1 to the others.</p>\n<h2>What is an orc?</h2>\n<p><strong>Choose the option that best represents your people:</strong></p>\n<h4>children of fire</h4>\n<p>Your people are forged in flame, and have more in common with coal and ash than flesh and bone.</p>\n<p>You never take damage from fire and heat, and you have the Burning tag.</p>\n<h4>daughters of chaos</h4>\n<p>Your people are born free, determined to follow their hearts and choose their own destinies.</p>\n<p>When someone attempts to enslave, control, intimidate, terrify, or command you, you can always act as you please. The Overlord cannot use the moves Twist the Knife, Fear Me, or An Offer You Can't Refuse on you, and your people are immune to the Heir's Core move Yes, My Liege.</p>\n<h4>spawn of darkness</h4>\n<p>Your people are fungal in nature, well suited to the darkness and damp. You can see perfectly in the dark, and your body is quite unlike those of flesh and blood. The Drunk tag never applies to you, and you are immune to poisons and diseases that would harm anyone else.</p>\n<h4>sons of war</h4>\n<p>You were born and raised for battle, and war is all your people know. Everything is a weapon, in your eyes.</p>\n<p>As long as there is something within arm's reach that you can break, you can use Fires of Industry to instantly create new weapons in the heat of battle.</p>\n<h2>Playing as the orc</h2>\n<p>The Orc is a fighter. Their people are never content with leaving things as they are, and progress is the most important aspect of Orc society. The Orc is all about war, and has the tools to fight, win, and thrive.</p>\n<p>Play as The Orc if you want to be able to destroy anything you see, if you enjoy creativity and spontaneous decision making, if you want to lash out at a world that has wronged and judged you, or if you just want to be a big green murder machine.</p>\n<h2>Advancement</h2>\n<p><strong>When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.</strong></p>\n<p><em>You begin the game at level 1.</em></p>\n<ul>\n<li>Increase your Courage or Sense by 1 (to a max of +3).</li>\n<li>Increase one of your stats by 1 (to a maximum of +3).</li>\n<li>Take another Orc Custom.</li>\n<li>Take another Orc Custom.</li>\n<li>Choose a single option from up to two other players' Gear lists. Your choices are added to your Gear permanently.</li>\n<li>Share one of your Moves with another player.</li>\n<li>You have Changed. You must be level 5 or higher to take this Advancement. When you Change, choose a Destiny you meet the requirements for and take its first Move.</li>\n</ul>\n<h2>Bonds</h2>\n<p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p>\n<p>____________ seeks power pke mine, but is not yet ready.</p>\n<p>____________ and I are bound by blood, shared or otherwise.</p>\n<p>I have destroyed something that ____________ loved, and I seek their forgiveness.</p>\n<p>____________ is my party buddy.</p>\n<p>_____________ and I used to fight all the time but we can't remember why.</p>\n<p>I will use my strength to keep _____________ safe.</p>\n<p>I'd know the smell of _____________ anywhere.</p>\n<p>I cannot help but respect _____________ .</p>\n<p>I would give my pfe for _____________ without a thought.</p>\n<p>Nobody knows the real me pke _____________ does.</p>\n</div>\n<div>\n<h2>Core Moves</h2>\n<p><strong>All Orcs have these moves.</strong></p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.WHgOf13wcQ2SMoIQ]{Dishonor before death}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.5LSBGVtS8k7K4tit]{The fires of industry}</p>\n<h2>Custom Move</h2>\n<p><strong>Choose two of these moves to further define what it means to be an Orc.</strong></p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.JRk4TJsGYZYGAvYZ]{Bloodhound (blood)}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.I5Jp0cEDQOFaNfpN]{Brutally cunning}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.s0J0Bmgn9KWXWM6S]{Half-orc}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.W4Y4VK7cEIfEdna7]{I smell fear}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.D162Qbm10AKcYgAs]{Iron stomach}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.6WYn2TrtsUKafhWo]{Self-orctualized}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.6gjO6XnQkCYiACT4]{Shaman}</p>\n<p>@UUID[Compendium.fellowship-pbta.the-orc.Item.9qyJxkLscSNoyjgW]{The sweat of your brow}</p>\n<h2>Gear</h2>\n<p>You start with some strange jerky (Food, 3 Uses) and four Orc-Made weapons, as per the Fires of Industry move.</p>\n<p><strong>Choose two weapons you brought along for this journey:</strong></p>\n<ul>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.7ALeKIsm3jsAunHW]{Orcish moonshine} (Food for Orcs, Drunk then Vigor, 2 Uses). You may replace its tags with (Ranged, Thrown, Burning).</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.1S4lUOG0J0PGJ69D]{A junk cannon} (Ranged, Orc-Made, 0 Ammo). You use Orc-Made weapons as Ammo for the Junk Cannon.</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.S1BGuOOEB0JGfCdK]{Something you found} over there somewhere (Useful, 2 Uses).</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.E5DzVPjYBpS3KFtr]{A bear trap} (Trap, 3 Uses). It immobilizes them until they pry free. It also causes distracting pain.</li>\n</ul>\n<p><strong>Choose your companion, you have 1 Bond with them:</strong></p>\n<ul>\n<li>A Varg to ride</li>\n<li>A Wolf to hunt with</li>\n<li>Your best friend (big lug, brains, or little guy)</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.4A8BYRXAWPMVQUE1]{Some loot} (1 Use, Precious)</li>\n</ul>\n<p><strong>Choose your treasure:</strong></p>\n<ul>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.4A8BYRXAWPMVQUE1]{Some loot} (1 Use, Precious)</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.7ALeKIsm3jsAunHW]{Orcish moonshine} (Food for Orcs, Drunk then Vigor, 2 Uses). You may replace its tags with (Ranged, Thrown, Burning).</li>\n<li>Your other best friend (big lug, brains, or little guy), you have 1 Bond with them.</li>\n</ul>\n<p><strong>Choose the reason the Orcs named you their champion:</strong></p>\n<ul>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.w8MRP5YMJl8xw0di]{Strong as an ox} (2 Uses). Use this to smash through a wall or door.</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.HB2MEBDYRue7nJjB]{Tough as nails} (2 Uses, Armor).</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.WaEOhluR7SvYkUox]{Scary as hell} (2 Uses). Use this to Talk Sense whether they want to listen or not, and you can roll with +Blood instead of another stat</li>\n<li>@UUID[Compendium.fellowship-pbta.the-orc.Item.RzTg7jerxOfFdssy]{Cunning as can be} (2 Uses). Use this to Look Closely without rolling, asking one question from the list.</li>\n</ul>\n<h2>Companions</h2>\n<p>Orcish companions are those allies who are particularly likely to join arms with you. Many of them are available as Gear options - a Companion in your Gear will always return to you, heal, or be replaced by another when you Recover.</p>\n<h4>big lug</h4>\n<p><em>Real big, real strong, real stupid.</em></p>\n<p>Name, bigger'n you, tough as can be</p>\n<hr />\n<h4>brains</h4>\n<p><em>The smartest orc you've ever met. They know exactly how to take apart anything you might want them to.</em></p>\n<p>Name, clever plan, tear it down</p>\n<hr />\n<h4>little guy</h4>\n<p><em>Real small, real good for getting into the little places.</em></p>\n<p>Name, squeeze in there, right where you need me</p>\n<hr />\n<h4>wolf</h4>\n<p><em>Wolves are too wild for humans to handle, but they make fine pets for elves and orcs alike.</em></p>\n<p>Name, pack hunter, loyal</p>\n<hr />\n<h4>varg</h4>\n<p><em>These massive wolves are large enough for a full grown ogre to ride, and surly enough to make an ogre think twice about doing it.</em></p>\n<p>Name, cruel beast, go for the jugular</p>\n<hr />\n<h4>war elephant</h4>\n<p><em>The largest in ground-based war animal technology, these massive creatures can support a small building on their backs. The APC of the fantasy age.</em></p>\n<p>Name, tusks and screaming, armored platform</p>\n<hr />\n<h4>siege tank</h4>\n<p><em>This deadly armored war vehicle has more weaponry than it really needs, and its loaded with several single-use secret weapons.</em></p>\n<p>secret weapon, spikes and steel, heavily armored</p>\n<hr /></div>\n</section>\n</div>",
    "slug": "the-orc",
    "actorType": "character"
  },
  "effects": [],
  "folder": null,
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "0.9.4",
    "coreVersion": "11.315",
    "createdTime": 1712985675208,
    "modifiedTime": 1713650401849,
    "lastModifiedBy": "ghfbDt2b5Xd0vUiQ"
  },
  "_id": "pFZ41kGmmfJhb4MW",
  "sort": 0,
  "ownership": {
    "default": 0,
    "ZNFwJXLh8ZaZBK1b": 3
  },
  "_key": "!items!pFZ41kGmmfJhb4MW"
}
