{
  "name": "THE OGRE",
  "type": "playbook",
  "img": "icons/svg/book.svg",
  "system": {
    "description": "<div class=\"playbook-details\"><h1>THE OGRE</h1><div class=\"flexrow\"><div class=\"flexcol\"><div><h2>BASIC PLAYBOOK</h2><p><em>Now let's get one thing straight. I'm only doin' this to push the Empire outta' my land. I ain't here for no fellowship or no savin' the world nonsense. I ain't gonna save you if you get in my way or make any trouble, alright? You take care a' you, and I'll take care a' me. You got that?</em></p><p><em>Good. Now stay behind me, I'm a lot bigger'n you. Stronger, too. I dunno how you were plannin' to topple an empire with just three lil' tykes who'd all fit in my shirt with room t'spare. Oh, shove off, I don' care how cool y'say y'are, you're puny and I ain't. The strong need t' protect the weak, in a world like this.</em></p><p><em>I am the Ogre. And nothin' will git past me, alright? So stay behind me.</em></p></div><div><h2>NAME</h2><p><strong>Choose one or two from each, or make up your own:</strong></p><p><strong>Names:</strong> <em>Aka, Beauford, Freya, Godrik, Jesse, Justice, Kenshi, Lakita, Leonardo, Lynn, Montressor, Redd, Saber, Violet, Zoro</em></p><p><strong>Rank:</strong> <em>Agent, Blademaster, Brother, Captain, Compass, Hawk, Knight, Licensed, Lion, Mask, Revolutionary, Sister, Soldier, Trespasser, Truthfinder, Wyvern</em></p><p><em>If you want to add more granularity to your rank, add a color or a number to it. Examples: Blue Wyvern, Compass Gold, Third Trespasser, or Sister 44.</em></p></div><div><h2>LOOK</h2><p><strong>Circle one from each list, or make up your own:</strong></p><ul><li>Weathered Face, Friendly Face, or Scarred Face</li><li>Scraggly Hair, Braided Hair, or Bald Head</li><li>Patched Clothes, Crude Armor, or Rough Cloak</li><li>Massive Frame, Muscled Body, or Towering Height</li></ul></div><div><h2>AGENDA</h2><p><strong>When you know not what to do, consult your Agendas.</strong></p><h3>You have these three Agendas:</h3><ul><li>Be Brave, Take Risks</li><li>Improve The World Around You</li><li>Tell Us Of Your People</li></ul><p><strong>And circle a fourth Agenda that only you follow:</strong></p><h3>Protect The Weak</h3><p>Stand between danger and those who cannot defend themselves.</p><h3>Simple Solutions</h3><p>Solve problems with direct action and overwhelming force.</p><h3>Ancient Wisdom</h3><p>Share the old ways and traditional knowledge of your people.</p></div><div><h2>STATS</h2><p>Your <strong>Courage</strong> stat is +2. Assign +2, +1, +0, -1 to your other stats.</p><p><strong>When a stat is damaged,</strong> mark the small box. You are in <strong>Despair</strong> when you roll a damaged stat.</p><ul><li>Blood</li><li>Courage</li><li>Grace</li><li>Sense</li><li>Wisdom</li></ul></div><div><h2>WHAT IS AN OGRE?</h2><p><strong>Choose the option that best represents your people:</strong></p><h3>THE HILLS</h3><p>Your people are walking statues, stone or steel brought to life. You form a living wall between your allies and danger, and glancing blows do little to you. You have <em>(Armor, 3 Uses)</em>. You can only spend this Armor when you <em>Protect The Little Ones</em>.</p><h3>THE SWAMP</h3><p>Your people are hermits, secluded from the world, keeping their strength to themselves. Your people heal fast, although fire can be used to stop your regeneration. When you get a 7+ on any roll, you heal. This healing cannot remove <em>Necrotic</em> damage. <em>Burning</em> attacks against you are also <em>Necrotic</em>.</p><h3>THE TREES</h3><p>Your people are living trees, walkers of the deep forest. Your people are easily hidden in spite of your size, because no one expects a tree to start moving. When you stand entirely still, you become functionally invisible. No one will think you are anything other than a normal tree, although they may find you strange if you stay still in a place trees are not found.</p><h3>THE UNDERWORLD</h3><p>Your people are demons, clearly monstrous, with features like horns or tusks or colorful skin or extra eyes. When you make a deal with someone, you can make it a blood pact. Write a bond describing this blood pact. If either of you breaks the blood pact, the oath-breaker immediately takes damage. This damage does not remove the blood pact. The pact can only be ended by one of your deaths, or by undoing the blood pact with a ritual of undoing. You must both be present for this ritual, and it takes time and safety to perform.</p></div><div><h2>CORE MOVES</h2><p><strong>All Ogres have these moves.</strong></p><h3>PROTECT THE LITTLE ONES</h3><p>Your large size and reckless nature put you in harm's way easily, and both allies and enemies need to be careful or they'll hit you instead of their target.</p><p>When your body is between someone and incoming harm, you suffer that harm in their place. This happens whether you want it to or not.</p><p>When an ally within your reach would Overcome incoming harm, they may choose to have you take that harm instead of rolling.</p><p><em>Protect The Little Ones</em> does not trigger if you are the source of the incoming harm. For example, if an ally within your reach suffers from your collateral damage, they cannot make you take that harm instead.</p><h3>TOSS ASIDE (COURAGE)</h3><p>You are strong enough to lift anyone, and an ally can ride on top of you if you let them. When you pick someone up and throw them, roll +Courage.</p><p>On a 7+, they go roughly where you wanted them to.</p><p>On a 6-, they go where they wanted to.</p><p>On a 10+, you choose one. On a 9-, they choose one:</p><ul><li>They land safely on their feet, avoiding harm.</li><li>They crash into someone, dealing damage to whoever they hit.</li><li>They crash through something, taking damage and destroying it.</li></ul><h3>UNCONTROLLABLE STRENGTH</h3><p>You are strong enough to uproot trees, smash doors off their hinges, break through wooden walls or supports, and lift just about anything.</p><p>You have trouble acting with finesse, and destroy things by accident all the time. You are Dangerous, and any uncontrolled action you take can cause collateral damage or destroy the world around you.</p><p>You may always choose to pay a price by causing collateral damage. If you do, the Framework will tell you what important nearby person or thing you damaged by mistake.</p></div><div><h2>CUSTOM MOVES</h2><p><strong>Choose two of these moves to further define what it means to be an Ogre.</strong></p><h3>CULTURAL GIANT</h3><p>Take a Custom Move from any basic playbook. You may also take an Agenda from the chosen playbook. This move cannot be shared.</p><h3>FREE RIDE</h3><p>You can carry all of the fellowship with you at once, carrying them on your back or under your arms or some such. When you <em>Get Away</em> and choose to bring someone with you, you may bring along as many folks as you can reach.</p><h3>GOD OF WAR</h3><p>When you fight against them by yourself, you can try to <em>Keep Them Busy</em> no matter who they are, how outnumbered you are, or how poor your position is, even if they are a Group, Gang, or Army.</p><h3>MIGHTY LEAP</h3><p>When you jump with all your might, you can land anywhere you can see, no matter how far it is.</p><h3>SPEAK ONLY WHEN YOU MEAN IT</h3><p>When you <em>Speak Softly</em> while saying little, you may ask an additional question. When you <em>Talk Sense</em> using +Wisdom, they will always be willing to listen to you.</p><h3>STRONG ARM</h3><p>When you <em>Toss Aside</em> your friends or enemies, you may throw a second enemy or ally with the same roll. On a 10+, you may choose different options for each thrown target. On a 9-, each target chooses separately from the list.</p><h3>SUPERMAN</h3><p>When you <em>Protect The Little Ones</em>, you can erase a Bond with someone you protected to heal them.</p><h3>THIS IS THE PART WHERE YOU RUN AWAY</h3><p>When you make a show of force to scare them, you may take damage to send them running. Lesser foes will flee immediately, running for help. Greater foes will rise to your challenge, and make a show of force back against you.</p></div></div><div class=\"flexcol\"><div><h2>PLAYING AS THE OGRE</h2><p>The Ogre is unreasonably big, but that's not all that's unreasonable about them. They're unreasonable in every way, putting everything they have into everything they do. They love and hate with their entire heart. The Ogre is a clumsy, reckless, foolish, loyal, loving, unstoppable ally. Play as the Ogre if you want to toss aside your problems, if you want to play a stubborn fool with a heart of gold, if you want to be the gentle giant who everyone loves, or if you just want to flex your overwhelming physical power.</p></div><div><h2>ADVANCEMENT</h2><p><strong>When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.</strong> <em>You begin the game at level 1.</em></p><ul><li>Increase your Blood or Wisdom by 1 (to a maximum of +3).</li><li>Increase one of your stats by 1 (to a maximum of +3).</li><li>Take another Ogre's Custom.</li><li>Take another Ogre's Custom.</li><li>Ask another player to share a Move with you.</li><li>Share one of your Moves with another player.</li><li><strong>You have Changed.</strong> You must be level 5 or higher to take this Advancement. <strong>When you Change,</strong> choose a Destiny you meet the requirements for and take its first Move.</li></ul></div><div><h2>BONDS</h2><p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> kept up with me in a contest of strength or skill, and I am most impressed with them.</p><p>I have known <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> for all their life.</p><p>I like to let <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> ride upon my shoulders.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> is just the perfect shape for tossing about.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> knows a secret of the Ogres.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> has more courage than I.</p><p>I once saved <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>'s life.</p><p>I would not be here today if not for <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> is destined for greatness, I can tell.</p><p>What wonders <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> has shown me!</p><p><strong>Record your other bonds here:</strong></p></div><div><h2>GEAR</h2><p>You carry a ton of food <em>(Giant, Food, 2 Uses)</em>. You also carry your fists, wild and mighty <em>(Melee, Dangerous)</em>.</p><h3>Choose two of these weapons:</h3><ul><li>A massive club of wood, stone, or iron <em>(Giant, Melee)</em>.</li><li>A large sword, tiny in your hands <em>(Piercing, Melee)</em>.</li><li>A boulder you found <em>(Giant, Ranged, Melee)</em>. You Reload this weapon by finding a new boulder.</li><li>Your little pet: a bear, a donkey, a mountain lion, or a wyvern. You have one Bond with it.</li><li>Your little friend: a child, a goblin, a granny, or a wizard. You have one Bond with them.</li></ul><h3>Choose two things you love unreasonably:</h3><ul><li>Alcohol! You carry a full keg with you <em>(Giant, Vigor then Drunk, 2 Uses)</em>.</li><li>Gold! You carry plenty of coins <em>(Giant, Precious, 2 Uses)</em>.</li><li>Nature! You have healing herbs <em>(Giant, Healing, 1 Use)</em>.</li><li>Peace and quiet <em>(2 Uses)</em>! You may spend 1 Use to deal damage to anyone who gets close while trying to Talk Sense to you, Speak Softly with you, or use any other Move or Threat that involves trying to speak with or placate you. This does not work against a Threat to the World.</li><li>War! You wear armor <em>(Giant, Armor, 1 Use)</em>.</li></ul><h3>Choose two things you hate unreasonably:</h3><ul><li>Fighting! You can Forge a Bond with someone who has defeated you in battle or who you have defeated in battle.</li><li>Friends! You can erase two Bonds with anyone instead of spending Food to Fill Your Belly. If you do, you cannot share a meal with anyone.</li><li>Kindness! When someone gives you a gift, you may forge three bonds with them immediately.</li><li>Love! Once per scene, you can erase a bond with someone you love to heal them, so long as they are in your arms.</li><li>Weaklings! You can erase a bond with someone smaller or weaker than you to Protect the Little Ones for any harm they would suffer, even if they are outside your reach.</li></ul></div></div></div></div>",
    "slug": "the-ogre",
    "actorType": "character",
    "stats": {
      "blood": {
        "label": "Blood",
        "value": 0
      },
      "courage": {
        "label": "Courage",
        "value": 2
      },
      "grace": {
        "label": "Grace",
        "value": 0
      },
      "sense": {
        "label": "Sense",
        "value": 0
      },
      "wisdom": {
        "label": "Wisdom",
        "value": 0
      },
      "doom": {
        "label": "Doom",
        "value": 0
      }
    },
    "statsDetail": "Your Courage stat is +2. Assign +2, +1, +0, -1 to your other stats.",
    "attributes": {
      "statsVisibility": {
        "label": "Stats Visibility",
        "description": "Which stats are visible on the character sheet?",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "blood",
            "value": true
          },
          "1": {
            "label": "courage",
            "value": true
          },
          "2": {
            "label": "grace",
            "value": true
          },
          "3": {
            "label": "sense",
            "value": true
          },
          "4": {
            "label": "wisdom",
            "value": true
          },
          "5": {
            "label": "doom",
            "value": false
          }
        },
        "choices": [
          {
            "options": {
              "0": {
                "value": true,
                "label": "blood"
              },
              "1": {
                "value": true,
                "label": "courage"
              },
              "2": {
                "value": true,
                "label": "grace"
              },
              "3": {
                "value": true,
                "label": "sense"
              },
              "4": {
                "value": true,
                "label": "wisdom"
              },
              "5": {
                "value": false,
                "label": "doom"
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "initialAgendas": {
        "label": "Agendas",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<ul><li>Be Brave, Take Risks</li><li>Improve The World Around You</li><li>Tell Us Of Your People</li></ul>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "fourthAgenda": {
        "label": "When you know not what to do, consult your Agendas.",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p><strong>Protect The Weak</strong> Stand between danger and those who cannot defend themselves.</p>",
            "options": {}
          },
          {
            "value": "<p><strong>Simple Solutions</strong> Solve problems with direct action and overwhelming force.</p>",
            "options": {}
          },
          {
            "value": "<p><strong>Ancient Wisdom</strong> Share the old ways and traditional knowledge of your people.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookOne": {
        "label": "Look",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Weathered Face",
            "options": {}
          },
          {
            "value": "Friendly Face",
            "options": {}
          },
          {
            "value": "Scarred Face",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookTwo": {
        "label": "LookTwo",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Scraggly Hair",
            "options": {}
          },
          {
            "value": "Braided Hair",
            "options": {}
          },
          {
            "value": "Bald Head",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookThree": {
        "label": "LookThree",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Patched Clothes",
            "options": {}
          },
          {
            "value": "Crude Armor",
            "options": {}
          },
          {
            "value": "Rough Cloak",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "lookFour": {
        "label": "LookFour",
        "type": "Text",
        "value": "",
        "choices": [
          {
            "value": "Massive Frame",
            "options": {}
          },
          {
            "value": "Muscled Body",
            "options": {}
          },
          {
            "value": "Towering Height",
            "options": {}
          }
        ],
        "custom": false,
        "path": "attributes",
        "max": null,
        "options": {},
        "description": ""
      },
      "advancements": {
        "label": "Advancement",
        "description": "When you Level Up, increase your level by 1, then choose an option from the list and mark it. You may only choose each option once.",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "",
            "value": false
          },
          "1": {
            "label": "",
            "value": false
          },
          "2": {
            "label": "",
            "value": false
          },
          "3": {
            "label": "",
            "value": false
          },
          "4": {
            "label": "",
            "value": false
          },
          "5": {
            "label": "",
            "value": false
          }
        },
        "choices": [
          {
            "options": {
              "0": {
                "value": false,
                "label": "Increase your Blood or Wisdom by 1 (to a maximum of +3)."
              },
              "1": {
                "value": false,
                "label": "Increase one of your stats by 1 (to a maximum of +3)."
              },
              "2": {
                "value": false,
                "label": "Take another Ogre's Custom."
              },
              "3": {
                "value": false,
                "label": "Take another Ogre's Custom."
              },
              "4": {
                "value": false,
                "label": "Ask another player to share a Move with you."
              },
              "5": {
                "value": false,
                "label": "Share one of your Moves with another player."
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "unlockDestiny": {
        "label": "Unlock your Destiny",
        "description": "You must be level 5 or higher to take this Advancement. When you do, you unlock the ability to choose a Destiny.",
        "type": "ListMany",
        "options": {
          "0": {
            "label": "You have Changed. When you Change, choose a Destiny you meet the requirements for and take its first Move.",
            "value": false
          }
        },
        "choices": [
          {
            "options": {
              "0": {
                "label": "You have Changed. When you Change, choose a Destiny you meet the requirements for and take its first Move.",
                "value": false
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes",
        "value": "",
        "max": null
      },
      "playingAs": {
        "label": "Playing as",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<p>The Ogre is unreasonably big, but that's not all that's unreasonable about them. They're unreasonable in every way, putting everything they have into everything they do. They love and hate with their entire heart. The Ogre is a clumsy, reckless, foolish, loyal, loving, unstoppable ally. Play as the Ogre if you want to toss aside your problems, if you want to play a stubborn fool with a heart of gold, if you want to be the gentle giant who everyone loves, or if you just want to flex your overwhelming physical power.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": ""
      },
      "yourPeople": {
        "label": "Your People",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<h3>THE HILLS</h3><p>Your people are walking statues, stone or steel brought to life. You form a living wall between your allies and danger, and glancing blows do little to you. You have <em>(Armor, 3 Uses)</em>. You can only spend this Armor when you <em>Protect The Little Ones</em>.</p>",
            "options": {}
          },
          {
            "value": "<h3>THE SWAMP</h3><p>Your people are hermits, secluded from the world, keeping their strength to themselves. Your people heal fast, although fire can be used to stop your regeneration. When you get a 7+ on any roll, you heal. This healing cannot remove <em>Necrotic</em> damage. <em>Burning</em> attacks against you are also <em>Necrotic</em>.</p>",
            "options": {}
          },
          {
            "value": "<h3>THE TREES</h3><p>Your people are living trees, walkers of the deep forest. Your people are easily hidden in spite of your size, because no one expects a tree to start moving. When you stand entirely still, you become functionally invisible. No one will think you are anything other than a normal tree, although they may find you strange if you stay still in a place trees are not found.</p>",
            "options": {}
          },
          {
            "value": "<h3>THE UNDERWORLD</h3><p>Your people are demons, clearly monstrous, with features like horns or tusks or colorful skin or extra eyes. When you make a deal with someone, you can make it a blood pact. Write a bond describing this blood pact. If either of you breaks the blood pact, the oath-breaker immediately takes damage. This damage does not remove the blood pact. The pact can only be ended by one of your deaths, or by undoing the blood pact with a ritual of undoing. You must both be present for this ritual, and it takes time and safety to perform.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": "Choose the option that best represents your people:"
      },
      "bonds": {
        "label": "Bonds",
        "value": "",
        "type": "Details",
        "choices": [
          {
            "value": "<p>You start with 4 bonds with the other members of the Fellowship. Use these, or make your own:</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> kept up with me in a contest of strength or skill, and I am most impressed with them.</p><p>I have known <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> for all their life.</p><p>I like to let <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> ride upon my shoulders.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> is just the perfect shape for tossing about.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> knows a secret of the Ogres.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> has more courage than I.</p><p>I once saved <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>'s life.</p><p>I would not be here today if not for <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>.</p><p><span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> is destined for greatness, I can tell.</p><p>What wonders <span style=\"text-decoration: underline;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> has shown me!</p><p><strong>Record your other bonds here:</strong></p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details",
        "max": null,
        "options": {},
        "description": ""
      }
    },
    "choiceSets": []
  },
  "effects": [],
  "folder": null,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.346",
    "systemId": "pbta",
    "systemVersion": "1.1.12",
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "exportSource": null
  },
  "_id": "jJwoSJGJBlBROGwn",
  "sort": 0,
  "_key": "!items!jJwoSJGJBlBROGwn"
}
